Autodesk.Revit.VSTA.AddInIdAttribute.Value
AddInId guid value.
Since: 2011

Autodesk.Revit.VSTA.AddInIdAttribute.#ctor(System.String)
Constructs a new AddInIdAttribute.
Since: 2011

Autodesk.Revit.VSTA.AddInIdAttribute
The custom AddInId attribute for VSTA macros use only.
Since: 2011